[
    {
        "id": 1,
        "createUserId": 1,
        "title": "Wonder by RJ Palacio",
        "content": 
        [
            "Wonder by RJ Palacio is a children’s book which has a moving message to match its powerful story. The book’s main character, 10 year old boy Auggie Pullman, has a facial deformity. After being homeschooled for most of his life, Auggie joins a 5th grade class in school. Wonder tells the story from the perspective of both Auggie and his classmates.Wonder‘s message of tolerance, compassion, and kindness touched over 6 million readers and was adapted into a critically acclaimed motion picture starring Julia Roberts.",
            "Wonder‘s cover was designed by Tad Carpenter, although interestingly RJ Palacio was herself a book cover designer for over two decades before focusing on writing. As a result of her experience as both designer and writer, Palacio was able to provide instructions for the cover which gave the right amount of guidance while still allowing Carpenter to express his own artistry.",
            "Wonder‘s cover makes use of a simple three color scheme, using blue, white, and black. The result is simple and easy on the eye.The main image is an illustration of a slightly out of proportion head, with a single eye. The book title text appears in the shape of an eyebrow.Both the author name and the book’s tagline appear in a handwritten font at the top and bottom of the cover respectively.Overall, the cover is appropriate for the children’s book genre. The illustration directly relates to the theme of facial deformity, the use of the single eye relates to the book’s narration from multiple perspectives, and the handwritten style of the cover text is appropriate for the intimate, personal nature of the book.",
            "There are many points of inspiration to take from Wonder‘s cover. No matter whether you’re writing a children’s book or not, some of the ways you can apply ideas from Wonder to your own book cover include: A carefully chosen three color scheme. Many books feature a vast array of covers, or realistic photography. However, Wonder is an example of how striking and eye catching the classic ‘rule of three’ can be.Can you incorporate your book title into your main cover image? Wonder is able to make its title a cohesive part of its main image. You should only do this if it’s a natural fit, as it is here.Matching your book cover text to the feel of your book. The handwritten style works well here because of the personal and intimate nature of the story. You should ensure the text on your cover is just as fitting for the written content of your book."
        ],
        "dateCreated": "2018-03-05",
        "dateModified": "2018-03-05",
        "categId": 1
    },
    {
        "id": 2,
        "createUserId": 2,
        "title": "The Wealth Of Nations by Adam Smith",
        "content": 
        [
            "The Wealth of Nations is a classic and perennially bestselling treatise on macroeconomics from Adam Smith.The book explores the reason why some nations are wealthier than others, the purpose of using money, and the role of free trade in a nation’s fortunes.Adam Smith is famous for the economic concept of the ‘invisible hand’. While Wealth of Nations does mention this concept directly it features more heavily in Smith’s other works.",
            "Although The Wealth of Nations has been published with a wide variety of covers over the years, the above example is a result of collaboration between designer Emily Mahon and illustrator Ray Morimura.Emily Mahon is a graphic designer who has provided art direction for books released by some of the biggest publishers in the industry, such as Harper Collins and the Penguin Group. Her covers have won awards for their striking and unique concepts.Ray Morimura is a Japanese artist who studied at Tokyo Gakugei University. He is known for producing both classic oil paintings as well as his own style of linocut prints. His work for The Wealth of Nations is an example of his landscape style which he has described as 'zen and spiritual'.",
            "For The Wealth of Nations‘ cover, Emily Mahon has made ingenious use of white space over the top of Ray Morimura’s beautiful landscape illustration. While Morimura’s visual art is more of a backdrop than it is anything directly relating to the topic of the book, it does manage to allude to the idea of a nation or place.The most impressive aspect of this cover is Mahon’s use of white space in the shape of a hand. The hand is poised as if in a holding position. This white space serves as both an allusion to the concept of ‘the invisible hand’, and also provides space and contrast against Morimura’s backdrop to feature the book’s title and author text.",
            "There are several ways you can use The Wealth of Nations to inspire your own book cover, no matter whether you are writing fiction or nonfiction. Using white space to contrast with a background image to draw attention to the book title and author name. Matching the style of background image to the feel of the book itself. This is a classic style for a classic book. It probably wouldn’t work as well for a contemporary book, and vice versa.Making use of an illustrator, even if the overall cover concept is someone else’s vision."
        ],
        "dateCreated":"2018-03-01",
        "dateModified":"2018-03-05",
        "categId": 2
    }
]